Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: “지금부터 로건 맥라인과 기사 도미넌의 공식 대련을 시작하겠습니다!{j}무기는 안전을 위해 목검으로 제한하겠습니다!{j}두 사람 다 최선을 다하시길!”{j}연무장에서 수련 중에 얼떨결에 심판을 맡게 된 기사.
en_us: “An official duel between Logan MacLine and Sir Dominan will now commence! The weapon for the duel will be a wooden sword for safety! The best of luck to both of you!”, {j}announced a flummoxed knight, now referee, who had been training only minutes ago.

source: 그 결과 그는 후계자 자격이 박탈되고, 유폐에 가까운 장기간 근신 처분을 받았다.
en_us: Logan was stripped of his right as heir and was sentenced to a long-term probation akin to imprisonment.

source: 동생에게 진 마음의 빚도 갚고, 동시에 미래의 위기를 극복하기 위한 가장 확실한 발판을 마련할 수 있다.{j}로건으로서는 여러모로 기뻐할 수밖에 없는 일이었다.{j}그리고 로니안의 성취에 기뻐한 것은 당연히 로건뿐만이 아니었다.{j}그날, 로니안의 포스 각성 소식은 맥라인 가문 전체를 떠들썩하게 만들었다.{j}포스를 일찍 각성한다 해도 그 사람이 반드시 오러유저가 되는 것은 아니었지만, 확률은 확실히 높아진다.{j}맥라인 남작가는 본래 오러유저였던 선대가 세운 가문이었고, 로니안이 그 조상처럼 가문의 성세를 가져올 천재라는 설레발에 가문 전체가 들썩였다.{j}한편 그간의 기행으로 더욱 비교 대상이 된 로건은 대차게 까일 수밖에 없었다.{j}물론 당사자는 그와 상관없이 자신이 해야 할 일을 하기 위해 바쁘게 움직이고 있었다.
en_us: It was a clear opportunity for him to undo his past wrongs and build a foundation that could overcome the threats of the future. The news of Lonian’s awakening was music to Logan’s ears on so many levels. Logan wasn’t the only one pleased to find out about Lonian’s awakening. The entirety of House MacLine was buoyant and overjoyed that Lonian had awakened the force. Awakening at such a young age was not a guarantee that he would become an auror user but it significantly increased his chances. The House of MacLine was founded by an auror user and the thought of Lonian possessing the same genius that the founding ancestor used to bring prosperity and glory to the house had everyone excited at the prospect. Logan expected that he would be compared to his brother and ridiculed, especially after his latest outing. But Logan didn’t looked fazed by it at all. He was moving quicker than ever towards his goals.

source: 대충 예상은 했지만 놀라는 릭의 표정을 보니 이 당시 자신과 아버지의 관계가 더욱 또렷하게 기억났다.
en_us: Seeing the shock in Rick’s face brought back clear memories of his relationship with his father.

source: “야 이…….”{j}드웨인이 이성을 잃고 분노를 터트리려는데.
en_us: “Hey, you...”, Dwain was about to unleash his rage until Logan interrupted him.

source: “예?{j}저 말입니까?”
en_us: “Sorry? Are you talking to me?”

source: “생각보다 너무…….”
en_us: “This is better than I expected...”

source: 결코 웃는 표정이 어색해서는 아닐 것이다.
en_us: He also needed his smile to look less awkward.

source: 쿠웅.
en_us: Bang.

source: 오드 아이 노예 소년이 카이의 등에서 침음성을 흘리며 정신을 되찾았다.{j}부상이 심해 보여 사제에게 데려가기 위해 카이가 업고 이동한 지 얼마 지나지 않은 시점이었다.{j}분명 몸 상태가 심각할 정도로 엉망이었는데 예상보다 훨씬 빠르게 소년이 정신을 차리자, 옆에서 걷던 여동생은 물론이고 업고 있던 카이조차 의외라는 표정으로 돌아봤다.{j}하지만 로건만은 태연한 표정이었다.
en_us: The odd-eyed slave boy on Kai’s back regained his consciousness. The seriousness of his injuries prompted Logan to take him to a priest, and it hadn’t been long since Kai carried him on his back. His sister and Kai were both surprised to see the boy wake up so quickly considering his grave condition just a short time ago. But Logan was his usual self as if he expected the miraculous recovery.

source: “주, 주인.{j}이것은 기존의 석궁과는 비교도 되지 않는 연사력과 사정거리…….”
en_us: “M-master. This crossbow has no other equal. The power and shooting range are unparalleled...”

source: ‘일을 시켜 보면 알겠지.’
en_us: This job will help me find out.

source: 그리고 그것을 위해서는 본보기를 보이는 게 가장 효과적인 방법이라는 것도.
en_us: The most effective way to do so was to make an example out of someone.

source: 그런데 미친놈의 대답이 나름의 논리가 있었다.{j}필립의 마음속에 미약한 희망이 더해졌다.
en_us: The madman spoke with some common sense and Phillip’s faint hope grew a little brighter.

source: “이게 내가 로건에게 하는 마지막 ‘경고’가 될 것이오.”
en_us: “This will be final warning to Logan.”

source: “내 실전 경험도 기를 겸.{j}영지의 치안에도 도움이 될 테니까.”
en_us: “I need more experience on the battlefield and it will serve the security of our borders.”

source: “확인 끝났습니다.{j}하룬에 오신 것을 환영합니다.”
en_us: “Confirmation is complete. Welcome to Harun.”

source: 하지만 이제 막 각성한 포스 유저가 사용할 만한 기술은 절대 아니었다.
en_us: But it wasn’t a technique that was possible for a recently realized force user.

source: “거참…….”
en_us: “Hmm...”

source: 그리고 그것을 누구보다 잘 체감하는 이는 대결하고 있는 상대방이었다.
en_us: No one knew that better than his opponent.

source: 꽈아아앙!
en_us: Crash!

source: 맥라인의 기사로서 직계의 핏줄과 결투를 할 경우, 이긴다고 할지라도 그 후유증은 상당할 것이다.
en_us: The consequences of dueling a bloodline of the house he served as knight would be enormous.

source: ‘지는 건가.{j}전쟁에서.’
en_us: We may lose the war.

source: 무엇이 욕을 먹어 가면서까지 떼돈을 번 대공자를 다급해 보이게 하는 것일까.
en_us: Logan had risked the wrath of his father and earned an outrageous fortune, Dwain couldn’t understand what made the eldest master intensely yearn for something else when he should be the opposite.

source: 무력이 개인의 지위와 권력까지 좌지우지하는 시대.
en_us: This was a time when strength determined a person’s position and power.

source: 소문은 순식간에 내성을 휩쓸었다.
en_us: The news of Logan’s victory instantly spread within the castle walls.

source: ‘선봉부터 뚫는다!’
en_us: I’ll break through the vanguard.

source: “죄송한데, 저는 싸우는 임무가 더 좋습니다.{j}아무리 돈으로 귀신도 부릴 수 있다지만…….”
en_us: “I’m sorry but I prefer to fight. Money does make the world go round but...”

source: 그런 아버지를 다시 만나는 일이니 긴장될 수밖에 없었고, 미세하게나마 손까지 떨려 왔다.
en_us: He was nervous about meeting his father again and he felt his hands trembling.

source: “따로 고용할 C급 용병들의 교육과 훈련을 맡아 주었으면 해.”
en_us: “I need you to train an army of C-level mercenaries I plan to hire.”

source: “기술자 다섯 구해 주면, 두 달 안에 끝낼 수 있어?”
en_us: “You can finish it in two months if I get you five specialists?”

source: “편의상 탄창(彈倉)이라고 부르지.”
en_us: “It’s a new type of cartridge, we’ll call it a magazine.”

source: 부질없을지도 모르지만 양심의 가책이라도 덜고 싶었다.
en_us: It may be pointless but he wanted to unburden his pang of conscience.

source: 오래간만에 보는 익숙한 얼굴이지만, 헐레벌떡 뛰어 들어온 탓에 조금 일그러진 표정의 릭이 격하게 로건을 부르짖었다.{j}그리고 로건이 뭐라 대답도 하기 전에 비명을 지르듯 소리를 질렀다.
en_us: Rick jumped out and ran at Logan like a mad rooster and screamed at him before he could even say a word.

source: “보시다시피 겉보기에도 딱 드워프 아닙니까.{j}데려가시면 쓸 곳이 많으실 겁니다.{j}장인의 종족 드워프 중에서도 몇 없는 대가급 장인이라는데, 힘도 좋고 체력도…….”
en_us: “As you can see, he’s your typical dwarf. You will have much use for him. He’s one of the few master craftsmen and engineers left from a line of specialist dwarves. He’s also strong and his stamina is...”

source: “훌륭한 훈련입니다.{j}역시 기사단 훈련이 자극이 많이 되는군요.”
en_us: “It’s a great training course. I expected nothing less. The order’s training only motivates me more.”

source: 여느 귀족가나 무가(武家)라도 큰 화제가 될 이야기였지만, 맥라인 가문에서는 더욱 큰 의미가 있었다.
en_us: It would be a hot topic in any noble house, especially a military one. But it meant more to the the House of MacLine.

source: 가뜩이나 수적으로 불리한 본진은 적의 병력에 압살당할 것이다.{j}아무리 기사단이 주력이라지만 그렇게 되면 승산이 없었다.{j}사방이 포위된 상황에서 몰이 사냥을 당하는 기사단의 모습, 최악의 경우가 절로 머릿속에 떠올랐다.
en_us: He knew his outnumbered army faced certain annihilation at the hands of the enemy if that were to happen. The knights were the key to victory and no hope would remain if they were crushed. He pictured the worst possible scenario of his knights being surrounded by the enemy and hunted like animals.

source: ‘내가 잘못 생각했어.{j}이 사람들에게 인정받아서 가문을 변화시키겠다고?’
en_us: I was wrong. There is no way I can change these people’s minds to save the family.

source: 질투에 휩싸여 패악을 저지르던 못난 시절.
en_us: A time of misdeeds fueled by jealousy.

source: “그렇지……?”
en_us: “Your point being?”

source: ‘웃기는 일이지.’
en_us: It’s hilarious in hindsight.

source: “저런 잔인한…….”
en_us: “The cruelty...”

source: 끌려나가던 순간 들린 작은 속삭임.{j}그 목소리에 이성이 끊어진 로건은 발작하듯 반항했고, 그것으로 거짓은 완전히 진실이 되었다.{j}그 결과, 맥라인 가문은 울브스에 사과하고 막대한 배상금까지 물어야 했다.{j}그 과정에서 원래 망나니였던 가문의 문제아가 쫓겨난 것은 그저 덤으로 취급될 뿐이었다.{j}로건이 채 성년이 되기도 전에 겪었던 그 사건은 그 후로도 그의 인생에 지대한 영향을 끼쳤다.{j}아주 안 좋은 쪽으로.
en_us: She whispered into his ear before he was taken away. Logan lost all reason and senselessly resisted. But the lie became the absolute truth. As a result, House MacLine had to apologize to House Wolves and paid a hefty compensation for their troubles. The troublemaker of the family was now the failed son and his banishment seemed only natural. Logan was not yet a man but this incident made a profound impact that shaped his life for the worst.

source: 신의 검술이라 이름 붙은 거창한 비전은 그럴 만한 가치가 있는 보물이었다.
en_us: The grand secret book was worthy of its title.

source: 뿌우우우우우우.
en_us: Buuuuuuuuup.

source: “공자님, 가주께서 부르십니다.”
en_us: “Master, your father calls for you.”

source: “물어야 할 대상을 가리지 못하는 개에게는 죽음만이 기다릴 뿐이다, 꼬마야.”
en_us: “Only death awaits rabid dogs that bite everything in sight.”

source: ‘살려야 해!{j}반드시!’
en_us: I must save them! I must!

source: 내성은 대공자와 관련된 또 다른 소문으로 떠들썩해졌다.
en_us: More news related to the eldest master of the house has spread throughout the castle.

source: “녀석은 자신이 모시는 주군의 핏줄을 기만하고 가지고 놀려고 했습니다.{j}그대로 내버려 뒀다면 가문의 기강을 해치는 독이 되었을 겁니다.”
en_us: “He disrespected his lord’s blood and toyed with me. Leaving him be would have turned him into a poison that could undermine the discipline of the house.”

source: “당신과 마지막 추억을 만들고 싶습니다.{j}오늘 밤 제 방으로 와 주실 수 있을까요.”
en_us: “I want to make one final memory with you. Please come to my chambers tonight.”{j}

source: “하아…….{j}그래 다 내 잘못이지.”
en_us: “Right...this is all my doing.”

source: “미안하다.
en_us: “Sorry.

source: 카이의 말에 그제야 로건의 말이 진심이라는 것을 알게 된 용병들이 금세 소란스러워졌다.{j}로건은 손을 들어 처음 자신을 비웃었던 용병을 콕 찍었다.
en_us: Kai’s words reassured the men that Logan was speaking the truth, and the crowd erupted into a frenzy. Logan pointed at the first mercenary that laughed at his expense.

source: 애초에 로건은 영지전에서 용병대와 함께 활동할 생각이었다.{j}연사 석궁은 완벽하게 만들어졌고, 최악의 경우를 대비한 대책이었던 기사단 합류는 이제 없는 경우의 수가 되었다.{j}그동안 기사단 훈련에 계속해서 참여했던 것은 자신의 발전과 영지전 이후의 미래를 생각한 행동일 뿐이었다.
en_us: Logan had planned to lead and fight alongside the mercenary army for the Battle of the Territories. His automatic crossbow was perfect and ready for battle. He had planned to join the order of the knights if his worst fears were realized but he no longer needed to follow through on it. He had been training with the order to further his development and make preparations for the future beyond the Battle of the Territories.

source: 모든 것을 바꿔놓을 텐데.
en_us: he could change everything.

source: 그것도 하나같이 이상하게 변형된 소문이 퍼질 대로 퍼져 이미 바닥이라고 생각한 가문에서의 평판이 지하를 뚫고 내려가고 있는 듯했다.
en_us: The rumors spread and became more insidious with each passing. Logan feared that the tarnished reputation of his house had gone beyond rock bottom and was headed underground.

source: 그랬다면 이 암울한 전쟁에 앞서 병사들의 사기라도…….
en_us: At least my soldiers would be in better spirits ahead of such a miserable war.

source: 필립은 조금 전과는 다른 의미로 당황스러웠다.
en_us: Phillip was taken aback for a different reason this time.

source: 망나니의 안색이 싸늘하게 굳어진 건 순식간이었다.
en_us: Logan no longer looked amused.

source: - 형님, 또 찾아올게요.
en_us: “I’ll come to visit you again, brother.”

source: “계, 계약서 쓰자!{j}반드시!{j}뭐든지 만들어 주마!”
en_us: “Yes! Immediately! I’ll make you whatever you want!”

source: “그만하시오.{j}로니안에게 기회를 주지 않겠다는 말은 아니니.”
en_us: “Now, now. That doesn’t mean I won’t give Lonian a chance.”

source: 눈이 벌게진 크롤 떼가 돌진해 오는데도 기마병들은 응전하지 않고 전장을 우회하며 놈들을 피했다.
en_us: The angered swarn of krolls charged at the mounted soldiers but the men refused to engage and avoided the pack.

source: ‘세월이 거상을 만든 거겠지.’
en_us: It was time and experience that made him into the greatest.

source: “빌어먹을 놈들!{j}기사로서 자존심도 없느냐!”
en_us: “You damn cowards! Do you lost your pride as knights?”

source: 그 말에 카이솔론의 눈동자가 작게 흔들렸다.{j}A급 용병의 최대 몸값은 보통 한 달 기준으로 2천 골드.{j}느닷없이 찾아온 저 귀족 도련님은 단번에 그 두 배를 부른 것이다.
en_us: Kai Solon’s eyes slightly quivered once he heard his offer. The maximum monthly price for a A-level mercenary was two thousand gold. The noble master from out of the blue had just offered him double the top rate.

source: “됐어.
en_us: “It’s fine.

source: ‘로니안.{j}이번에는 혼자 고생하도록 두지 않으마.{j}절대.’
en_us: Lonian, I won’t let you suffer alone this time, never.

source: “이 개…….”
en_us: “You dog...”

source: 그렇게 호기롭게 대답한 카이였지만, 로건의 다음 목적지를 듣는 순간 표정이 묘해졌다.
en_us: Kai’s gallant spirit turned apprehensive once Logan told him their next destination.

source: “이런 씨…….”
en_us: “Damn it...”

source: “그롭!{j}젠장!”
en_us: “Gropp! Damn it.”

source: 유적에서 그 비전서를 찾아냈다는 소식에 제국의 수뇌부가 환호했고, 그란디아 해방 전선에서 대부분의 정예를 희생해서라도 반드시 빼냈어야 할 정도로.
en_us: The ruling elite of the Empire were thrilled when the book was found in a ruin. The Grandia Liberation Front sacrificed most of its best soldiers to recover it.

source: “이게 뭔지는 알지?”
en_us: “I’m sure you know what this is.”

source: 겁에 질린 혓바닥은 뜻대로 움직이지 않았고, 움직였다 해도 그가 할 수 있는 일은 없을 터였다.{j}주변을 둘러보니 파랗게 질린 얼굴로 억지 걸음을 떼는 병사들이 보였다.{j}아마 자신의 얼굴도 저들과 크게 다르지 않으리라.
en_us: The tongue was frozen with fear but he his words would have mattered little. The other men were also overcome with fear and as blood left their faces and made them blue. Rick felt like he was looking into a mirror.

source: 부르르.
en_us: Brrrrrt

source: ‘이 녀석 어쩌면 로니안보다 더…….’
en_us: Perhap he can be better than Lonian...

source: “반나절……은 너무 했나?”
en_us: “Is half a day going too far?”

source: 그러니까 제가, 예?
en_us: That is precisely why I’ll talk some sense into...

source: “그럼 난 하루?”
en_us: “Then a day for me.”

source: “난 시체 성애자라고 들었는데?”
en_us: “I heard that he was a necrophiliac!”

source: “아, 할 만합니다.”
en_us: “It’s not so bad.”

source: ‘버릇을 고쳐 주마.’
en_us: I’ll put you in your place.

source: 대련 중에 충분히 벌어질 수 있는 일임에도 정말 미안해하는 녀석.
en_us: Here he was, pouring his heart out for something that commonly occurs in duels.

source: 로건이 품 안에서 꺼낸 수련용 장갑이 도미넌의 흉갑에 부딪친 뒤 바닥에 떨어질 때까지, 모두가 할 말을 잃은 채 황당한 눈으로 로건을 바라봤다.
en_us: Logan pulled out a training glove and threw it towards the knight. Bystanders were speechless and watched Logan with astonishment as the glove hit Sir Dominan’s breastplate and fell on the ground.

source: ‘우선…….’
en_us: First of all...

source: “왜?{j}무슨 처벌이라도 받고 싶으냐?”
en_us: “Why? Do you want an actual punishment?”

source: “로건 님.{j}지금도…… 아닙니까?”
en_us: “Master Logan, is it still not the time?”

source: “과연…….”
en_us: “Amazing...”

source: ‘영지전은 몰라도 제국을 상대하기 위해서는…….’
en_us: The Battle of the Territories would be a maybe but I’ll definitely need more to fight against the Empire.

source: 그 의지와 기세는 그대로 주변에 전달되었다.
en_us: His will and spirit spread throughout his men.

source: 붉은 눈에 가득 담긴 살기가 빅토르의 심령을 파고들었다.
en_us: Logan’s vicious red eyes pierced deep into Victor’s soul.

source: 가문의 명예를 지키기 위해.{j}그는 아버지이기 이전에, 맥라인 가문을 지켜야 하는 가주였으니까.
en_us: It was his duty to uphold his family’s honor. He was the head of the house first and foremost, before he was a father.

source: 그리고 속죄와 복수를 위해 노력했던 수십 년의 시간.
en_us: Decades spent toiling away seeking atonement and revenge.

source: 단순히 이공자 로니안이 천재라는 소문에서부터 대공자 로건이 무능하다는 소문까지.
en_us: Rumors quickly spread that Lonian was a genius and Logan, the older brother, was a complete dud.

source: 미숙하긴 해도 확실히 상급이었다.{j}그러니 자신을 막아설 수 있었을 것이다.{j}하만 테스론이 무엇을 믿고 그리 당당했는지 확실히 알게 되었지만, 그 시기가 너무나 늦어 버린 것이 뼈아프게 다가왔다.
en_us: He was raw but there was no doubt that he was a high knight or else he would be dead on the ground. Padrick finally understood why Haman Tesslon had been so assured and the pain of regret stung his heart as he realized it was too late to turn back time.

source: 그것은 비단 로건의 악명 때문만은 아니었다.
en_us: It wasn’t just because of his notorious reputation.

source: 둘 다 사실이 아니었지만, 뒤에 무슨 말이 나올지 알 것 같아 가슴이 뜨끔했다.
en_us: Both were false but Logan sensed what was coming next.

source: 전장에 울려 퍼진 요란한 굉음.{j}하지만 그 결과는 패드릭의 생각과는 크게 달랐다.
en_us: His crash against the shield rang throughout the battlefield.

source: “하아…… 뭐, 까라면 까야죠.{j}그래, 얼마나 쓰실 생각이십니까?”
en_us: “Well...you’re the boss. How much do you plan to spend?”

source: ‘응?{j}뭔가 다른데?’
en_us: But there is something different about him...

source: 자연히 발걸음이 더 무거워지는 와중, 그를 더욱 살 떨리게 하는 사건이 일어났다.
en_us: His feet felt like they were running through mud when they were stopped all together.

source: “아니.{j}몰라도 돼.”
en_us: “No, you don’t need to know.”

source: 흥분하시지 마시고…….”
en_us: Please keep your temper....”

source: 팅!{j}슈슉.{j}파바박.
en_us: Snap. Swoosh. Rat-tat-tat.

source: “그래.{j}귀찮은 일이 생길 수 있으니 주변 경계는 확실히 해.”
en_us: “We might find ourselves in a spot of bother. Make sure you’re alert and aware of your surroundings.”

source: “열네 살 어린애한테도 겁먹은 겁쟁이라잖아.{j}그럼 돌아가지 않을까?”
en_us: “He was scared of a fourteen year old boy. I think he’ll go back.”

source: ‘이것이면 가능해.’
en_us: I can work with this.

source: 회귀 전의 과거와 다른 선택을 했으니 미래도 바뀌는 것은 당연했지만, 그게 대접이 더 안 좋아지는 방향일 줄은 생각지도 못했다.
en_us: Logan knew his new choices in this life would change the future he knew in the previous, but he didn’t think they would change for the worse.

source: “……얼마나 투자하실 생각입니까?”
en_us: “How much are you looking to invest?”

source: 끼이익.
en_us: Creak

source: “부인.{j}잠시 나가 주시오.{j}로건과 둘이서 좀 대화를 나누고 싶으니.”
en_us: “Wife, please give us the room. I need to talk to my son alone.”

source: “오, 오빠.{j}나, 난 괜찮아.”
en_us: “Brother, I’m fine.”

source: 주변에서 수군거리는 목소리는 여럿이었지만, 호의적인 내용은 없었다.{j}게다가 그 정신 나간 의뢰자의 정체가 알음알음 퍼져 나가며 안 좋은 소문이 더해졌다.
en_us: There were many voices murmuring insults about Phillip. To make matters worse, word about the crazy client that requested the order spread in the form of malicious rumors.

source: 패드릭의 단호한 어투에 헤인켈이 고개를 확 들었다.{j}짧은 시간이지만 함께 훈련하면서 본 대공자는 결코 그럴 인물은 아니었다.{j}하지만 그가 무언가 말을 하기도 전에 패드릭의 바로 옆에서 누군가가 버럭 소리쳤다.
en_us: Sir Heinkel’s head shot back up in response to Padrick’s harsh tone. It had only been a short time but the Logan he saw in training was not a man to flee from battle. But a voice next to Padrick spoke out in protest first before he could speak.

source: ‘후우, 이 녀석한테도 빚이 많지.’
en_us: I owe this chatterbox a lot.

source: ‘아직은 그런 능력자가 아니야.’
en_us: He’s not at that level yet.

source: “아름답고 고요한 이곳에서 로건 공자님과 만든 추억들, 어린 마음에 남겨진 그 소중한 순간들을 이렇게 버리고 싶지 않았습니다.”
en_us: “I do not wish to simply throw away the precious memories I made with master Logan here in this beautiful, tranquil place.”

source: 연신 책상에 머리를 박아 봐도 떠오르는 게 없었다.
en_us: He repeatedly thumped his head into the table but to no avail.

source: “손님, 그리고 상품이라…….{j}노예상인가?{j}잘됐군.{j}그럼 지금 바로 거래할 수 있을까?”
en_us: “You said I was a customer, and referred to them as property. So, you are a slave trader. Splendid. Can we make a deal, here and now?”

source: “2개월 안에 다 준비해 줘.{j}가능하지?”
en_us: “Have it ready in two months. You can do it, right?”

source: 의사 불러와!
en_us: “Call for a doctor immediately!”

source: “그럴 리 없습니다!”
en_us: “That’s not true!”

source: 그것을 막아 내는 것을 목표로 계획을 짜야 했다.
en_us: He knew he had to map out a plan to stop this disaster.

source: “들어!{j}쏴!”
en_us: “Raise! Fire!”

source: ……내가 너무 소홀했었나 보오.
en_us: It seems I’ve neglected my duties as a father.

source: “그리고 몬스터 고기를 구매할 생각이야.”
en_us: “I’m planning on buying some monster meat.”

source: “투지가 넘치는 건지, 멍청한 건지.{j}이거 원…….”
en_us: “I’m not sure if you are brave or just plain stupid.”

source: 로건의 의지에 따라 일어난 황금빛 기운이 그의 몸을 따라 움직였다.
en_us: A golden aura of energy, created by Logan’s will, followed his body.

source: 그 광경을 보면서 로건은 데자뷔를 느꼈다.
en_us: Logan felt a sense of deja vu come over him.

source: “또 뭐가…….”
en_us: “What do you mean?”

source: “아 저는 빚을 받으러 온 게 아니라…….”
en_us: “I’m not here to collect any debt...”

source: 그 때문에 가뜩이나 쇠락했던 가문의 힘은 끝없이 줄어들었다.
en_us: This only weakened his diminished family even further.

source: 지금의 상식으로는 필립의 반응이 지극히 정상이었다.{j}하지만 불과 몇 년 지나지 않아 상황은 확 바뀌게 된다.{j}내년 여름, 제국의 한 마탑에서 몬스터의 피 중화제가 판매되기 시작한다.{j}희귀한 약재나 마법을 사용한 것도 아닌, 흔한 재료만으로 만들어진 중화제였다.{j}비록 하급 마수의 피만 중화가 가능한 한계가 있지만 그 가성비만큼은 탁월했다.{j}심지어 재료만 알면 아무나 만들 수 있을 정도였다.{j}사실 용병이나 사냥꾼들이 하는 몬스터 사냥은 대부분 하급 몬스터가 대상이었기에, 그 중화제는 순식간에 대륙 전체로 퍼진다.{j}
en_us: Phillip’s response was perfectly normal since it was bound by the knowledge of the times. But the situation was about to completely change in a few years time. One of the Empire’s magic towers would start selling a counteractive potion for monster blood in the summer of next year. The potion didn’t require rare ingredients or magic to produce, it was procured using common ingredients. It was only effective on low-class monsters but it was an economical solution for many people. Most mercenaries and hunters were only able to hunt low-class monsters in the first place and the potion soon spread throughout the continent.

source: 하지만 로건의 안일했던 생각은 단 하루 만에 부서져 버렸다.
en_us: But Logan’s simple plan was ruined within a day.

source: “말했잖습니까.{j}미래의 가능성을 본다고.”
en_us: “As I said, I believe in your future potential.”

source: 하지만 그 실패의 과정이 쌓이며 서서히 감이 잡히고 있었다.
en_us: But he could feel his repeated failures were helping him grasp a sense of it.

source: 30년 뒤 미래, 그란디아 해방 전선이 쓰는 암호로.
en_us: The keyword he used was from the future; a password used by the Grandia Liberation Front thirty years from now.

source: 결국.{j}“……접어 두자.”
en_us: Finally, {j}he decided to leave for the time being.

source: 하지만 로건은 그걸 기다려 줄 시간이 없었다.{j}황금충이 전생과 같은 능력을 개화할 때까지 개고생하면서 구르도록 내버려 둔다?{j}그러면 여기까지 그를 찾아온 이유가 없어졌다.
en_us: But Logan didn’t have time to wait for him. He couldn’t afford to let Gold Fiend struggle in agony until he reached the same level as the man he knew in his previous life.

source: “네, 그렇습니다만…… 누구신지……?”
en_us: “Yes, may I ask who’s asking?”

source: “음, 뭐 비슷해.”
en_us: “You could say that.”

source: ‘내가 저 정도로 하기까지 며칠이나 걸렸더라?’
en_us: How days did it take for me to learn that move?

source: 사방을 가득 메운 비명과 고함이 이제야 귀에 들려오면서 불현듯 정신을 차린 릭이 홀린 듯 멈춰선 채 멍한 눈으로 주변을 둘러보았다.{j}어느덧 시야 가득 적의 병사가 들어차 있었다.
en_us: His senses were numb until the piercing sounds of screaming and shouting, heard all over the battlefield, finally opened his ear. The noise was now louder than his thoughts, he stopped running and stood in a daze as he blankly stared into the distance. His sight was filled with enemy soldiers in every direction.

source: 그 근본적인 악순환의 고리를 끊으려면, 무엇을 하던 우선 큰돈이 필요했다.{j}로건이 지금 가지고 있는 돈 정도는 우습게 느껴질 정도로 큰돈이.{j}그래서 로건은 지금 가지고 있는 돈을 훨씬 불릴 생각이었다.{j}물론 그에게 특별한 상재 따위는 없었으나 자신이 잘하지 못한다면 잘하는 사람에게 맡기면 그만이었다.{j}로건은 미래에 그 능력과 신용이 검증될 사람을 알고 있었다.
en_us: It was clear to Logan that he need a vast sum of money to break the chain of poverty and hardship for once and for all. Enough money to make his current stash look like a drop in the ocean. That was why Logan intended to dramatically increase his current wealth. While he didn’t possess the financial acumen to make his dream come true, he knew that he had to entrust his money with someone that could. He knew just the man he needed for the job, a person Logan had vetted in his previous life.

source: “거, 거기다 징집병으로 추정되는 전력이 거의 일만!{j}총력전입니다!”
en_us: “We estimate that they’ve also brought almost ten thousand militia! It’s total war!”

source: 맥라인 가문의 상징이었다.
en_us: It was the symbol of House MacLine.

source: 기사가 뭐라 답하기도 전에 릭이 필사적으로 소리를 지르며 로건의 앞을 가로막았다.
en_us: Rick was standing in front of Logan, waving his arms and screaming, before the knight could respond.

source: 전생에서 로건은 다음 공식 대련에서 릭을 시켜 로니안의 식사에 환각제를 타게 하고, 그다음에는 마비독까지 쓰게 했다.
en_us: In his previous life, Logan made Rick drug Lonian’s meal with hallucinogens before the next official duel, and he also paralyzed him with poison.

source: “젊은 공자님.{j}여기가 어딘지는 알고 오셨는지…….”
en_us: “Young master, I hope you know where you stand...”

source: 이날 이후의 기억을 떠올리자 그럴 수가 없었다.
en_us: But memories of his past simply wouldn’t let him.

source: “된다는 거지?”
en_us: “Can you do it?”

source: “울브스의 대표로서, 혼약의 당사자로서 다시 한번 진실한 마음으로 사죄를 드리겠습니다.{j}영주님께서 어떤 선택을 하시건 저는 약속한 금액을 지급하겠습니다.”
en_us: “As a representative of the House of Wolves, and the other party of the broken betrothal, I sincerely apologize for the misfortune that has fallen on us here today. We will pay the offered compensation no matter the decision, my Baron.”

source: - 꺄악!
en_us: “Dear lord!”

source: 그러나 대공자의 말은 기사의 마지막 자존심에 불을 질렀다.
en_us: But Logan’s words rattled the remaining pride he had left as a knight.

source: “그럼 얼마를 주실 겁니까?”
en_us: “How much will you give me in return?”
